
"Passcode Lock" = "Bloqueio por Código";

"All data in this app will be erased after %d failed passcode attempts." = "Todos os dados deste aplicativo serão apagados após %d tentativas de código incorreto.";
"Cancel" = "Cancelar";
"Enable" = "Habilitar";
"Erase all content in the app after %d failed passcode attempts." = "Apagar todo o conteúdo do aplicativo após %d tentativas de código incorreto.";

"Turn Passcode Off" = "Desativar senha";
"Turn Passcode On" = "Ativar senha";
"Change Passcode" = "Alterar código";
"Erase Data" = "Apagar dados";
"Set Passcode" = "Definir senha";
"Turn off Passcode" = "Desativar senha";
"Enter Passcode" = "Digitar senha";
"1 Failed Passcode Attempt" = "1 tentativa de senha incorreta";
"%i Failed Passcode Attempts" = "%i tentativas de senha incorreta";
"Passcodes did not match. Try again." = "As senhas não coincidem. Tente novamente.";
"Enter a different passcode. You cannot re-use the same passcode." = "Digite uma senha diferente. Você não pode usar novamente a mesma senha.";
"Erase all data and reset passcode" = "Apagar todos os dados e redefinir a senha";

"Enter your passcode" = "Digite sua senha";
"Enter a passcode" = "Digite uma senha";
"Re-enter your passcode" = "Redigite sua senha";
"Enter your old passcode" = "Digite sua senha antiga";
"Enter your new passcode" = "Digite sua nova senha";
"Re-enter your new passcode" = "Digite novamente sua nova senha";

"Passcode lock notice" = "Observação:";
"ResetInfo" = "Não é possível redefinir essa senha. Se esqueceu a senha, você não poderá acessar seus bate-papos.";
"The app passcode lock protects your data against prying eyes, but it is not a replacement for setting a passcode lock on your device.\nIf you haven't done so already, set a device passcode lock too in order to ensure that the data on your device is encrypted." = "O bloqueio do aplicativo por senha protege seus dados contra olhares curiosos, mas não substitui a definição de um bloqueio por senha no seu dispositivo.\nSe você ainda não fez isso, defina também uma senha de bloqueio do dispositivo para garantir que os dados no seu dispositivo sejam criptografados.";

"Require Passcode" = "Exigir senha";
"Immediately" = "Imediatamente";
"After 1 minute" = "Após 1 minuto";
"After %d minutes" = "Após %d minutos";
"After 1 min." = "Após 1 min.";
"After %d min." = "Após %d min.";
"After 1 hour" = "Após 1 hora";
"After %d hours" = "Após %d horas";

"Passcode_remove_title" = "Bate-papo Privados";
"Passcode_remove_message" = "Se remover a proteção de acesso, todos os seus bate-papos privados ficarão visíveis na Visão Geral do Bate-papo de novo.";
"Passcode_remove_disable" = "Desativar senha";
